Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/GlobalVoicesv2018q4(2.7k)/en-ne.tmx
Source language: en
Languages: ne

source: "So on that end, I was pretty confident." "The Vegetarian" was unlike any other book Smith had read, and she was the one who approached a publisher back in 2013 about doing a translation.
ne: यस पुस्तकको गद्यले अंग्रेजीमा आफ्नो प्रभावकारिता कायम राखेको छ, तर साथै यसले अझै गाह्रो परिक्षा पास गरेको छ: स्मिथ भन्छिन् कोरियाली तथा अंग्रेजी दूवै भाषा फरर बोल्ने जो कोहिले पनि यो अनुवाद एक गैरआदिवासीले गरेको भनेर छुट्याउन सक्दैनन्। "कसैले पनि यो पढेर यसमा टिप्पणी गरेको छैन," उनी भन्छिन्। "मेरोे कथा अरु च्यानलमार्फत थाहा पाएर मानिसहरूले यसबारेमा अवश्य पनि कुरा गर्छन्। तर अनुवादको सशक्तता तथा साहित्यिक अनुवादको सीप तपाईं लक्षित भाषा कति राम्रो जान्नुहुन्छ भन्नेमा भर पर्छ न कि तपाईं स्रोत भाषामा कति पोख्त हुनुहुन्छ।"

source: "I think it's one of those books where you can really see what is exciting about contemporary Korean literature.
ne: स्मिथका अनुसार अंग्रेजी राम्ररी जान्नु र त्यसलाई कोरियाली उपन्यासको शैली तथा अभिव्यक्तिलाई पुनर्सिर्जना गर्नमा लगाउनु नै मुख्यतया सफलताका आधार हुन्। यस सीपका लागि उनी अति निपुण छिन्। उनी वर्षमा २०० किताब जति पढ्छिन्। "र मैले सम्झेसम्म मैले धेरै अध्ययन गर्ने गरेकि छु," उनी भन्छिन्। "त्यसैले म पूर्णतया आश्वस्त थिए।"

source: It is quite distinctive from a lot of other countries' ," she says. And that's the big reason she chose to tackle a project in a language she spoke imperfectly.
ne: "द भेजिटेरियन" स्मिथले पढेका अन्य किताबभन्दा भिन्न थियो र उनले सन् २०१३ मा यसका प्रकाशकलाई अनुवादका लागि सम्पर्क गरेकि थिइन्। "मेरो विचारमा यो समकालीन कोरियाली साहित्यको चाखलाग्दो पक्ष हेर्नसकिने किताबहरूमध्ये एक हो। यो अन्य धेरै देशका भन्दा पूर्णतया विशिष्ट छ," उनी भन्छिन्।

source: "I think that is kind of the point of translation, to make something available in a language or a culture that is new and that wasn't there before."
ne: र त्यसैले पनि उनले आफूले राम्ररी बोल्न नजान्ने भाषाको यस परियोजनामा हात हालिन्। "मेरो विचारमा अनुवादको मुख्य उद्देश्य कुनै पनि भाषा वा सँस्कृतिमा पहिला नभएका कुराहरूलाई उपलब्ध गराउनु हो।"

source: Check out an excerpt of "The Vegetarian" here:
ne: "द भेजिटेयिन"को एक अंश यहाँ हेर्नुहोस् :

source: For Stunning Glimpses of 20th-Century Nepal, Check Out 'Nepal in Pix' on Twitter · Global Voices
ne: नेपालका पुराना फोटोहरूका लागि ट्वीटरमा नेपाल इन पिक्सलाई पछ्याउनुहोस्

source: Porters carrying the first car to the Kathmandu Valley.
ne: भरियाहरू पहिलो कार काठमाडौं उपत्यकातर्फ लग्दै। तस्वीर: नेपाल इन पिक्स

source: Image via Twitter/NepalInPix Throughout history, Nepal has represented a land of mysticism to travellers from abroad. Nepal’s high Himalayas with the world’s highest mountains, the mid-hills and valleys abundant with rare rituals and traditions, and the southern plains with dense forest and wild animals have always attracted curious visitors to this landlocked country.
ne: इतिहासमा नेपाल विदेशी यात्रीहरूका लागि सदैव रहस्यमयी देशका रुपमा रहिआएको छ। विश्वका सर्वोच्च हिमालहरू रहेका अग्ला हिमालय, दुर्लभ रीतिरिवाजयुक्त मध्य पहाड तथा उपत्यकाहरू, तथा घना जंगल र जंगली जनावरहरू भएका दक्षिणी समथर भूभागले जिज्ञासु पर्यटकहरूलाई सदैव यस भूपरिवेष्ठित मुलुकतर्फ आकर्षित गर्ने गरेका छन्।

source: Though Nepal is not untouched by modern development, images from only few decades ago take you to a different world.
ne: नेपाल आधुनिक विकासबाट अछूतो रहेको छैन, तथापि केही दशकअघि मात्र खिचिंएका तस्वीरहरूले तपाईंलाई अन्यत्रै लग्नेछन्। ट्वीटरमा नेपाल इन पिक्स नामक अकाउन्टले त्यसबेलाको रहनसहन र जनजीवन दर्शाउने तस्वीरहरू प्रकाशित गर्दछ।

source: The Twitter account Nepal in Pix publishes images from that era, providing an idea of what life was like not that long ago.
ne: सर्वप्रथम नेपालको सरकारी सेवा प्रवेशका लागि लिइने लोक सेवा आयोगको परिक्षा दिइरहेका परिक्षार्थीहरूको फोटो हेरौं। पश्चिम नेपालको लम्जुङ जिल्लाको खुला चौरमा संचालित परिक्षा।

source: The television set was a rare item in the 1980s.
ne: सन् १९७५ मा लम्जुङको खुला चौरमा लोक सेवा आयोगको परिक्षा दिइरहेका नेपाली युवा #Nepal

source: This image shows young men with a television, posing for a picture in the alleys of Kathmandu Valley.
ne: सन् १९८० ताका टेलिभिजन दुर्लभ थियो। यस तस्वीरले काठमाडौंको गल्लीमा युवाहरूले टेलिभिजन देखाएर फोटो खिंचाइरहेको देखाउँछ।

source: Young Newar men bringing home their first TV, in 1987. #Nepal pic.twitter.com/3GCxe07lwV — Nepal In Pix (@NepalInPix) May 10, 2016
ne: सन् १९८७ मा नेवार युवाहरू आफ्नो पहिलो टिभी घर ल्याउँदै।#Nepal सन् १९९० ताका हिप्पीहरू काठमाडौं उपत्यकामा ओइरिन्थे। गाँजा र चरेस यहाँ वैधरुपले बेचिन्थ्यो साथै काठमाडौं दरबार स्क्वायरनजिकको एउटा गल्लीलाई 'फ्रिक स्ट्रीट' नाम दिइएको थियो।

source: In the 1960s, hippies frequented the Kathmandu Valley.
ne: गाजा र चरेस येहा पाइन्छ | Marijuana was legal in Nepal during 1960's. pic.twitter.com/6NVkVJ0Q3D — Nepal In Pix (@NepalInPix) April 22, 2016

source: Marijuana and hashish was legally sold here and even a street near the Kathmandu Durbar Square was named ‘Freak Street’.
ne: सन् १९६० ताका नेपालमा गाँजा वैध थियो।

source: When monarchy was at the helm, the king and queen were considered a beacon of hope, and people waited in long queues to get a glimpse of the rulers.
ne: तलको फोटोले त्यसबेलाको काठमाडौंमा हुने पार्टीको झझल्को दिन्छ र साथै त्यसबेला युवाहरूमाझ चलेको फेशन देखाउँछ:

source: People waiting for the arrival of the king & queen at Jumla Bazaar in 1978. #Nepal pic.twitter.com/ryyz2P0ROz — Nepal In Pix (@NepalInPix) May 4, 2016
ne: सन् १९७८ मा जुम्ला बजारमा राजारानीको आगमन कुरेर बस्दै मानिसहरू।#Nepal त्यतिबेला काठमाडौंको मुटुमा रहेको दरबार स्क्वायर जाने केही वाहनहरूमात्र गुड्ने नयाँ सडक साच्चिकै नयाँ थियो।

source: The New Road leading to the Kathmandu Durbar Square in the heart of Kathmandu was really new with very few vehicles around.
ne: ६० वर्षअघिको नयाँ सडक, काठमाडौं।#Nepal

source: Vintage cars!
ne: धनी र शक्तिशालीसँग मात्र हुने कार सर्वसाधारणका लागि दुर्लभ थियो र साथै कार डीलर पनि। तलको तस्वीरमा एउटा त्यस्तै कार डीलर देखाइएको छ:

source: The Ford car dealer at Lazimpat, Kathmandu in 1930s. #Nepal pic.twitter.com/XL3Ioi6u0G — Nepal In Pix (@NepalInPix) May 6, 2016
ne: पुराना कारहरू! सन् १९३० ताका काठमाडौंको लाजिम्पाटमा रहेको फोर्ड कार डीलर।#Nepal

source: While the Kathmandu Valley was advancing towards modernization, the southern plains was still a dense forest and a haven for hunters and guests of royal families.
ne: काठमाडौं उपत्यका आधुनिकिकरणतर्फ लम्कदैं गर्दा देशको दक्षिणी भेग अझै घना जंगल थियो र शिकारी तथा शाही परिवारका अतिथिहरूका लागि स्वर्गतुल्य थियो। तलको तस्वीर बेलायती शाही परिवारको आतिथ्यमा आयोजना गरिएको एक ऐतिहासिक शाही शिकारको हो — यस दौरान कैंयन जंगली जनावरहरू मारिए।

source: The below image is from one of the historic royal hunts with British royals as guests – killing several wild animals.
ne: डिसेम्बर १९११ मा त्यस दिनको शिकारका साथ राजा जर्ज पाँचौं। यस शिकारमा ३९ बाघ, १८ गैंडा तथा ४ भालु मारिएका थिए।#Nepal

source: King George V with the day's kill in Dec 1911. A total of 39 tigers, 18 rhinoceroses & 4 bears were killed. #Nepal pic.twitter.com/aLjGeBe4jR — Nepal In Pix (@NepalInPix) April 30, 2016
ne: सन् १९५१ सम्म लगभग १०४ वर्ष राणा वंशका प्रधानमन्त्रीहरूले सत्ता आफ्नो हातमा लिएका थिए। शाहवंशीय राजाहरूलाई उनीहरूकै शासनका दौरान नाममात्रका शासक बनाइएको थियो। शाहवंशीय शासन पनि सन् २००८ मा आएर अन्त्य भयो। यस तस्वीरमा चन्द्र शम्शेर जंग बहादुर राणालाई उनका भाइहरूका साथ देख्न सकिन्छ।

source: The Rana clan of prime ministers held power in their hands for almost 104 years until 1951, reducing the Shah kings to figureheads during their rule.
ne: प्रधानमन्त्री चन्द्र शम्शेर जंग बहादुर राणा उनका भाइहरूका साथ सिंह दरबारमा - सन् १९०२

source: For their part, the Shah dynasty's rule came to an end in 2008.
ne: ४० वर्षअघि मात्र बागमती नदी र यसका किनार सफा र दुर्गन्धविहिन थिए — आजकल जे छ त्यसको ठीक विपरित।

source: Here’s an image of Prime Minister Chandra Shumsher Jung Bahadur Rana with his brothers. 46yrs ago!
ne: ४६ वर्षअघि सन् १९६९ मा बागमती नदीका घाट, काठमाडौं। #Nepal(डगलस हलद्वारा खिंचिएको)

source: Ghats along the Bagmati river, Kathmandu in 1969. #Nepal (by Douglas Hall) pic.twitter.com/CXP6SlRSkD — Nepal In Pix (@NepalInPix) April 24, 2016
ne: अहिले चारैतर्फ अग्ला भवनहरूले घेरिएको बौद्धनाथ स्तूप डुल्न, तथा प्रार्थना र ध्यान गर्न सर्वोत्तम स्थान थियो।

source: The Boudhanath stupa, Kathmandu #Nepal in 1950s. (by William Morris) pic.twitter.com/nXOOyqAYCF — Nepal In Pix (@NepalInPix) February 3, 2016
ne: सन् १९५० मा बौद्धनाथ स्तूप, काठमाडौं #Nepal(विलियम मरिसद्वारा खिंचिएको)

source: While flags of all countries are quadrilateral, Nepal’s flag is the only non-quadrilateral one. See how the flag looked like earlier.
ne: संसारभरका झण्डा चारपाटे छन् भने नेपालको झण्डामात्र फरक प्रकारको छ। पहिला यो झण्डा कस्तो थियो, हेर्नुहोस्।

source: Nepali National Flag before 1962 pic.twitter.com/mMgWxXciRg — Nepal In Pix (@NepalInPix) May 13, 2016
ne: सन् १९६२ अगाडि नेपाली राष्ट्रिय झण्डा

source: Nepal’s stamps are a hit among philatelists and especially these first stamps are rare to find these days.
ne: टिकट संकलनकर्तामाझ नेपाली हुलाक टिकट प्रख्यात छन्, खास गरेर आजकल यी प्रथम हुलाक टिकटहरू पाउन कठिन छ।

source: The first stamps of Nepal on cover, 1881. pic.twitter.com/ciCRhaL4rZ — Nepal In Pix (@NepalInPix) March 19, 2016 The Tribhuvan International Airport, the only international airport in the country, looked fairly basic in the 1950s.
ne: सन् १९५० ताका नेपालको एकमात्र अन्तर्राष्ट्रिय विमानस्थल, त्रिभुवन अन्तर्राष्ट्रिय विमानस्थल आधारभूत तथा कामचलाउ जस्तो देखिन्थ्यो।

source: Tribhuvan International Airport during it's beginning in 1950's pic.twitter.com/0wiV0DJVzN — Nepal In Pix (@NepalInPix) April 13, 2016
ne: सन् १९५० ताका शुरुवातको बेला त्रिभुवन अन्तर्राष्ट्रिय विमानस्थल

source: Not only the aviation industry but also road transportation was in its infancy. This image gives a glimpse of travelling in those days.
ne: उड्डयन क्षेत्रमात्र नभई सडक परिवहन पनि प्रारम्भिक अवस्थामै थियो। यस तस्वीरले त्यसबेलाको यात्राको झझल्को दिन्छ।

source: Travelling in #Nepal 1950s pic.twitter.com/EXE1xObMd6 — Nepal In Pix (@NepalInPix) March 9, 2016
ne: सन् १९५० ताका #Nepalमा यात्रा

source: And this image, taken just few 30 years ago in Bhaktapur of the Kathmandu Valley, shows a man carrying his child in kharpan, usually used for carrying vegetables and other items:
ne: र ३० वर्षअगाडि मात्र काठमाडौं उपत्यकाको भक्तपुरमा खिंचिएको यस तस्वीरमा एक व्यक्तिले तरकारी तथा अन्य सामग्री बोक्न प्रयोग गरिने खर्पनमा आफ्नो बच्चा बोकेको देख्नसक्नुहुन्छ:

source: Man carrying his child (Kamal Binayak, Bhaktapur 1985AD) pic.twitter.com/Kew7uJSPTM — Nepal In Pix (@NepalInPix) April 20, 2016
ne: आफ्नो बच्चा बोकेको एक मानिस (कमल विनायक, भक्तपुर सन् १९८५)

source: While other modes of transportation were introduced relatively late in history, Nepal was leading in terms of ropeway.
ne: नेपालको इतिहासमा अन्य परिवहनका साधनको तुलनात्मक रुपमा पछि शुरुवात भएपनि रोपवेको मामिलामा नेपालले नेतृत्व गरेको थियो। हाल सञ्चालनमा नरहेको तलको हेटौंडा-काठमाडौं रोपवे नेपालको परिवहन इतिहासमा अग्रणी थियो।

source: The below image of the Hetauda-Kathmandu Ropeway, not operational these days, was a crest in Nepal’s transportation history.
ne: विगतका नेपालका यस्तै चाखलाग्दा थप तस्वीरहरू हेर्न ट्वीटरमा नेपाल इन पिक्सलाई पछ्याउनुहोस्।

source: A bowl of white rice in a restaurant in Singapore.
ne: चामल र मधुमेहको सम्बन्धले बढ्दो डर, सिंगापोरियनहरूलाई भात कम खान आग्रह गरिदैं

source: Photo by Charles Haynes. Source: Flickr, CC License
ne: सिंगापुरको एक रेष्टुरेन्टमा पस्किएको एक कचौरा भात। फोटो: चाल्र्स हेयन्स। श्रोत: फ्लीकर, सिसि लाइसेन्स

source: Singapore’s Health Promotion Board (HPB) is urging people to eat healthier varieties of rice because it claims white rice could be worse than sugary drinks as a potential cause of diabetes.
ne: मधुमेहको संभावित कारणको रूपमा गुलियो पेय पदार्थ भन्दा सेतो चामल धेरै खराब हुन सक्ने दावा गर्दै सिंगापुरको स्वास्थ्य प्रवर्धन बोर्ड (एचपिबि)ले आफ्नो देशका जनताहरूलाई स्वास्थ्यवर्धक प्रकारको चामल मात्रै खान आग्रह गरिरहेको छ।

source: Rice, a staple food in the country and most parts of Asia, accounts for one-third of Singaporeans' average calorie intake, while sugary canned drinks make up a mere 3.5 percent.
ne: यस देशमा भात प्रमुख खाना हुनुका साथै एशियाका धेरै भागहरूमा पनि प्रमुख खानाको रुपमा रहेको छ। सिंगापोरियनहरूले ग्रहण गर्ने क्यालोरीको औसत तीन भागको एक भाग चामल रहेको छ जबकि गुलियो क्यान्ड पेय पदार्थ केवल ३.५ प्रतिशत मात्रै रहेको छ।

source: The newspaper the Straits Times reported on the HPB report on May 6, featuring an infographic showing that a bowl of rice has twice the carbohydrate content of a soft drink.
ne: एक कचौरा भातमा कार्बोहाइड्रेटको मात्रा सफ्ट पेय पदार्थ भन्दा दुई गुणा बढि हुन्छ भन्ने इन्फोग्राफिक्समार्फत देखाउँदै सो जानकारी मे महिनाको ६ तारिखमा स्ट्रेट टाइम्स अखबारले एचपिबि प्रतिवेदनबारे रिपोर्ट गर्यो।

source: This piece of news generated an intense online discussion, with many criticizing the board for waging a campaign against rice instead of focusing on sugar, unhealthy drinks, and other processed foods. Many also added that it’s misleading to blame rice for causing diabetes, reminding the HPB that Singaporeans and majority of Asians have been eating rice for thousands of years.
ne: यस समाचारले चिनी, अस्वस्थकर पेय पदार्थ र अन्य प्रशोधित खानाहरूसमेतमा ध्यान केन्द्रित नगरी यसको सट्टा भातविरुद्ध अभियान चलाएको भनी बोर्डको धेरै आलोचना हुनुको साथसाथै यसले गहन अनलाइन छलफल उत्पन्न गरायो। सिंगापोरियन र अधिकांश एशियनहरूले हजारौं वर्षदेखि भात खाइरहेको एचपिबिलाई स्मरण गराउँदै मधुमेहको कारण भातलाई मात्र दोष लगाउनु एक भ्रम भएको सो छलफलमा जनाए।

source: The writer Richard Seah raised a similar point:
ne: लेखक रिचार्ड सियाले उस्तै आशयमा लेखे:

source: Rice and other grains have been eaten by humans as their main food for over 10,000 years.
ne: विगत दश हजार वर्षदेखि मानिसहरूले चामल र अन्य अन्नहरू प्रमुख खानाको रुपमा खाएका छन्।

source: This sharp rise in sugar consumption – along with a rise in the consumption of food chemicals and artificial foods – corresponds with the rise in modern degenerative diseases. To say that rice is worse than sugar is simply ludicrous.
ne: ३०० वर्षभन्दा कम वर्षअगाडिको औद्योगिक क्रान्तिपछि मात्रै चिनी धेरै किफायती भयो र प्रमुख आहारको रुपमा प्रवेश गर्‍यो। र विगतको लगभग ५० वर्षमा चिनीको खपत अत्याधिक मात्रामा वृद्धि भयो।

source: Now that there is news or talk that rice is bad for you, many people will just go to the extreme and stop eating rice. Then when their health goes awry, they blame everything but their hysteria, ignorance and inability to think or research for themselves.
ne: त्यसैले पूर्णतया धेरै मानव इतिहासमा चिनीको औसत खपत करिब शून्य थियो। तर आजको आधुनिक समाजमा चिनीको खपत धेरै भन्दा धेरै ७० केजी प्रति व्यक्ति प्रति वर्ष हुनआउँछ। यस चिनी खपतमा अत्याधिक वृद्धि हुनुसँगसँगै कृत्रिम खाना र रसायनयुक्त खानाको खपतमा पनि वृद्धि हुनुले यसै अनुरुप आधुनिक अपकर्षक रोगहरूसमेत वृद्धि भइरहेका छन्। चिनीभन्दा चामल खराब भन्नु केवल हाँस्यास्पद हुनेछ।

source: You will just get fatter and dead faster than you’ve ever feared.
ne: पूर्व पत्रकार इयान टानको विचारमा सनसनीपूर्ण शीर्षक र भ्रामक इन्फोग्राफिक्स प्रकाशित गर्नु गैरजिम्मेवार हुनु हो, उहाँले भन्नु भयो:

source: Reacting to the online debate about rice versus sugar, the HPB clarified that it’s not asking people to stop eating rice or that rice alone is the cause of diabetes.
ne: भात तपाईंको लागि खराब छ भन्ने जुन अहिले हल्ला अर्थात समाचार छ, धेरै मानिसहरू अत्यन्तै कठोर हुनेछन् र भात खान बन्द गर्नेछन्। त्यसपछि जब तिनीहरूको स्वास्थ्य बिग्रिनेछ, तिनीहरूले आफ्नो हिस्टेरिया, अज्ञानता र आफ्नालागि सोचविचार अथवा अन्वेषण गर्ने असमर्थताबाहेक सबैलाई दोष दिनेछन् । अखबारमा प्रकाशित गरिएको जुनसुकै इन्फोग्राफिक्सका वावजुद भातलाई सफ्ट पेय पदार्थले प्रतिस्थापन गर्ने जस्ता मुर्ख बिचार अर्थात धारणा कहिल्यै नपाल्नुहोला। तपाईंले चिताएको भन्दा धेरै चाडो मोटाउनु हुनेछ।

source: It said it merely advised the public that eating less white rice reduces the risk of diabetes. The HPB also recommended consuming brown rice as a healthier alternative. But some commented on social media that brown rice is more expensive, which could discourage poorer households from buying it.
ne: भात बनाम चिनीको बारेमा भएको अनलाइन बहसमा प्रतिकृया दिंदै एचपिबिले भात एक मात्रै मधुमेहको कारण होइन र मानिसहरूलाई भात खान छोड्नुहोस् भनेको होइन भन्ने कुरा स्पष्ट पार्यो। सेतो चामलको खाना कम खाँदा मधुमेहको जोखिम पनि कम हुने जानकारी आम जनतामा केवल सुझाव मात्रै दिइएको भन्दै एचपिबिले प्रष्ट गरेको छ। एचपिबिले वैकल्पिक स्वास्थ्यवर्धक खानाको रुपमा ब्राउन चामलको खाना खान पनि सुझाव दियो। तर केहीले सामाजिक सञ्जालमा ब्राउन चामल धेरै महँगो भएको र यस्तो चामल किन्न गरिब घरपरिवारहरू निरुत्साहित हुनसक्ने टिप्पणी गरे।

source: Colorful, Human-Powered Rickshaws Rule the Road in Bangladesh's Capital Dhaka · Global Voices
ne: बङ्गलादेशको राजधानी ढाकाका सडक ढाक्ने रङ्गीचङ्गी, मानवचालित रिक्शाहरू

source: Rickshaws in Dhaka. Image by blackthorne57 used under Creative Commons license (CC BY-NC 2.0)
ne: ढाकामा रिक्शाहरू। तस्वीर साभार:blackthorne57, क्रियटिभ कमन्स लाइसेन्सअन्तर्गत प्रयोग गरिएको। (CC BY-NC 2.0)

source: Dhaka, the capital of Bangladesh, is known as the city of mosques and the city of the Mughal architecture. Being one of the most populated cities in the world — with the bumper-to-bumper traffic to prove it — Dhaka also has another identity: the city of rickshaws.
ne: बङ्गलादेशको राजधानी ढाका मस्जिद तथा मुगल वास्तुकलाका लागि प्रसिद्ध छ। खचाखच ट्राफिक भरिएको संसारकै सबैभन्दा बढी जनसंख्या भएका शहरहरूमध्येमा पर्ने ढाकाको अर्को पहिचान छ: रिक्शाहरूको शहर।

source: These passenger vehicles, which are pedaled by a driver, are everywhere in Dhaka. There are an estimated 600,000 rickshaws in the city, though less than 100,000 are licensed.
ne: यी मानवचालित रिक्शाहरू ढाकामा यत्रतत्र देखिन्छन्। यस शहरमा अनुमानित ६००,००० रिक्शाहरू छन्, यद्यपि १००,००० भन्दा कम लाइसेन्सप्राप्त छन्। यसलाई सन् १९४१ को अवस्थासँग दाँजौ जतिखेर यहाँका सडकमा ३७ रिक्शाहरू मात्र थिए।

source: Dhaka's roads are packed with rickshaws in all hues, contributing to its traffic woes. Image by Kazi Minhazur Rahman used under Creative Commons license (CC BY-NC 2.0).
ne: ढाकाका सडकहरू हरेक रंगका रिक्शाहरूले ढाकिएका छन्, यहाँको ट्राफिक समस्यालाई झन बल्झाउँदै। तस्वीर साभार: काजी मिन्हाजुर रहमान, क्रियटिभ कमन्स लाइसेन्सअन्तर्गत प्रयोग गरिएको।(CC BY-NC 2.0)

source: Dhaka, home to mostly flat roads and narrow lanes, does not have enough public transportation for everyone.
ne: ढाकामा मुख्यतः समतल सडकहरू तथा साँघुरा गल्ली छन्। यहाँ सर्वसुलभ सार्वजनिक यातायात छैनन्। तुलनात्मक रुपमा भाडा कम भएका कारण रिक्शाहरूले यहाँ एक किसिमले राज्य गरेका छन्। यस कारण देशभरि रिक्शाहरूको संख्या धेरै छ, तर चहकिलो रंग पोतिएका रिक्शाका झुण्डले यहाँको ट्राफिक समस्या बढाएका छन्। सिड्नी साइकलिस्ट नामक फोरममा एक प्रयोगकर्ताले यस दृश्यलाई यसरी उल्लेख गरेका छन्:

source: Rickshaws rule here as the fare is comparatively low.
ne: मैले रिक्शाहरू सबैतिर छन् भनिरहदा सर्वत्र भन्न खोजेको हुँ; कारका हर्नबाहेक पृष्ठभूमिमा निरन्तर बजिरहने साइकलका घंटीका टिनटिन तथा खाल्डाखुल्डी भएका सडकमा टिनका जर्जर रिक्शाहरूको ख्याटख्याटखुटखुट।

source: Here is a short documentary on YouTube uploaded by Abstract Films, which follows three different rickshaw drivers through the streets of Dhaka as they talk about their lives and the challenges of the profession.
ne: यहाँ एब्स्ट्र्याक्ट फिल्मस्ले युट्यूबमा अपलोड गरेको छोटो डकुमेन्ट्री हेर्नसक्नुहुन्छ। यसमा तीन फरक रिक्शाचालकलाई ढाकाका गल्लीहरूमा पछ्याइएको छ जहाँ उनीहरू आफ्ना जीवन र यस पेशाका चुनौतिबारे कुरा गर्छन्।

source: Image by Anduze traveler used under Creative Commons license (CC BY-NC 2.0).
ne: रिक्शा कलाकारिता। तस्वीर साभार: अन्दुज ट्राभलर, क्रियटिभ कमन्स लाइसेन्सअन्तर्गत प्रयोग गरिएको।(CC BY-NC 2.0).

source: It is also an increasingly popular theme in fashion, with rickshaw motifs now found on saris, shalwar kameez and kurtis.
ne: रिक्शा पेन्टिङ्ग विरोधमा पनि प्रयोग गरिएका छन्। यो कला रिक्शामा मात्र सीमित छैन। यसको फेशनमा पनि लोकप्रिय विषयवस्तुका रुपमा प्रयोग बढेको छ। रिक्शाका बुट्टाहरू अब साडी,सलवार कमीज तथा कुर्तीहरूमा पनि देखिन्छन्।

source: A rickshaw puller takes short break to rejuvenate him for the rest of the day's hardship. Images by Mirza Ferdous Alam used under Creative Commons license (CC BY-NC 2.0). There is even a rickshaw graveyard in Dhaka.
ne: बाँकीका दिनको परिश्रमका लागि तरोताजा रहन एक रिक्शाचालक छोटो विश्राम लिंदै। तस्वीर साभार: मिर्जा फिर्दौस आलम, क्रियटिभ कमन्स लाइसेन्सअन्तर्गत प्रयोग गरिएको। (CC BY-NC 2.0).

source: Don’t you believe?
ne: यतिसम्म कि ढाकामा रिक्शाको कब्रिस्तानसमेत छ। तपाईंलाई पत्यार लागेन? यहाँ त्यसको फोटो हेर्नुहोस्:

source: Here's one photo of it:
ne: रिक्शाको कब्रिस्तान, बङ्गलादेश

source: Journalist Couple Attacked in Makassar, Indonesia · Global Voices
ne: अर्पण रहमान र इचा लम्बोगे मकस्सारमा भएको चुनावको समाचार संकलन गर्दै। फोटो साभार: अर्पण रहमान।

source: Two digital journalists based in Makassar, in the region of South Sulawesi, Indonesia were attacked on June 5, 2016, while attending an event held by Makassar branch of Islamic Students Alumni (KAHMI Makassar) at Makassar mayor's house.
ne: जुन ५, २०१६ का दिन इण्डोनेशियाको दक्षिण सुलावेसी क्षेत्रको मकस्सारमा कार्यरत दुई डिजिटल पत्रकार इस्लामिक स्टुडेन्ट्स अलुम्नाइको मकस्सार शाखा (काहमी मकस्सार) द्वारा मकस्सारका मेयरको घरमा आयोजित कार्यक्रममा सहभागी भएका बेला आक्रमणमा परे।

source: Global Voices author Arpan Rachman and his wife Icha Lamboge, who is also a journalist, told Global Voices that two men in black uniforms – not the standard uniform of city security guards – stopped them and asked for their journalist ID cards.
ne: ग्लोबल भ्वाइसेजका लेखक अर्पण रहमान र उनकी पत्रकार श्रीमती इचा लम्बोगेले ग्लोबल भ्वाइसेजलाई जानकारी दिएअनुसार कालो पोशाक लगाएका दुई व्यक्तिले उनीहरूलाई रोकेर पत्रकार परिचयपत्र मागे। उनीहरूले लगाएको पोशाक शहरी सेक्युरिटी गार्डले लगाउने स्ट्याण्डर्ड पोशाकभन्दा फरक थियो। ती मानिसहरूले उनीहरूलाई त्यस घरपछाडिको एउटा सानो कोठामा लगे जहाँ अर्पणले उनीहरूसँग परिचय माँगे तर उनीहरूले परिचय दिन नकारे। त्यसपछि उनीहरूमध्ये एकजनाले लम्बोगेको रिपोर्टिङ्गको मुख्य साधन उनको मोबाइल फोन खोस्यो। जब रहमानले हस्तक्षेप गर्न खोजे र उनको फोन फिर्ता लिन खोजे त्यस व्यक्तिले उनलाई समातेर छातीमा मुक्का प्रहार गर्यो र अर्को व्यक्तिले घाटी थिच्यो।

source: The men then took them into a small room behind the house where Arpan asked them to identify themselves, which they refused to do.
ne: रहमान दम्पतीले उक्त घटनालाई पुलिसमा रिपोर्ट गरे र रहमानलाई डाक्टरले परिक्षण गरे। उनी त्यस घटनाबाट सामान्यतातर्फ फर्कदै छन्, यद्यपि उनी र उनकी श्रीमती दुवै आफ्नो सुरुक्षाका लागि चिन्तित छन्।

source: One of the men then snatched Lamboge's mobile phone, which is her main reporting tool. When Rachman intervened and tried to get her phone back, the man grabbed punched him in the chest while the other man strangled him. The couple reported the incident to police, and Rachman was examined by a doctor.
ne: द अलायन्स फर इन्डिपेन्डेन्ट जर्नालिस्ट्स इन मकस्सारले २०१६ को हालसम्म पत्रकारविरुद्ध दुव्र्यवहारका १२ घटनाहरू दर्ता गरेको छ। यसमा रिपोर्टिङ्गका बेला गरिने दुव्र्यवहार, रिपोर्टिङ्गका साधन ध्वस्त पारिने, धम्क्याउने तथा भौतिक कारवाही आदि संलग्न छन्। न त काहमी, एजेआइ न मकस्सारका अधिकारीहरूले रहमान र लम्बोगेमाथिको आक्रमणसम्बन्धित कुनै वक्तव्य निकालेका छन्।

source: He is recovering from the incident, however, both he and his wife are fearing for their safety.
ne: अर्पण रहमान र इचा लम्बोगे चुनावपश्चात् पालोपो मेयरको कार्यालय जलाइएपछि समाचार संकलन गर्दै। फोटो साभार: अर्पण रहमान।

source: The Alliance for Independent Journalists in Makassar has documented 12 cases of journalist abuse thus far in 2016, including harassment while reporting, destruction of reporting tools, intimidation, and physical assault.
ne: त्यसको लगत्तै लम्बोगेले त्यस घटनालाई "खारेज गरिने तथा बिर्सिइने, वा रेकर्डलाई बंग्याइने काम हुनसक्ने" चिन्ता व्यक्त गरिन्। उनीहरूले त्यसपश्चात् लीगल एड फाउण्डेशन मकस्सारबाट कानुनी प्रतिनिधित्व हाशिल गरेका छन् तर उनीहरूको मुद्दाबारे अन्यौल नै छ। उनीहरू भौतिक सुरुक्षाका लागि निरन्तर चिन्तित छन्।
